[
    {
        "id": 1,
        "cover": "1.webp",
        "title": "Война и мир",
        "author": "Л.Н. Толстой",
        "year": 1867,
        "genre": "Классическая отечественная проза",
        "description": "Романом \"Война и мир\" Л. Н. Толстой создал грандиозное литературное полотно о России начала XIX века. Подробная хроника \nжизни нескольких дворянских семей, масштабные батальные сцены, точный портрет общества с его идеологией, философией, \nприметами быта - во всех составляющих романа исследователи признают \"высшую художественную объективность\" автора.\nПисатель исследовал русский характер на примере нескольких сотен персонажей. Часть из них - исторические лица, часть -\nсозданы на основе прототипов, в том числе членов семьи самого Толстого. Писатель использовал невероятное количество \nисторических источников, архивных материалов, семейных преданий, мемуаров, из которых была собрана целая библиотека.",
        "short_description": "ыыы",
        "rating": 5
    },
    {
        "id": 2,
        "cover": "2.webp",
        "title": "Преступление и наказание",
        "author": "Ф.М. Достоевский",
        "year": 1866,
        "genre": "Классическая отечественная проза",
        "description": "\"Преступление и наказание\" (1866) - одно из самых значительных произведений в истории мировой литературы. Это и глубокий \nфилософский роман, и тонкая психологическая драма, и захватывающий детектив, и величественная картина мрачного города, в \nнедрах которого герои грешат и ищут прощения, жертвуют собой и отрекаются от себя ради ближних и находят успокоение в\nсмирении, покаянии, вере. Главный герой романа Родион Раскольников решается на убийство, чтобы доказать себе и миру, что\nон не \"тварь дрожащая\", а \"право имеет\". Главным предметом исследования писателя становится процесс превращения\nдобропорядочного, умного и доброго юноши в убийцу, а также то, как совершивший преступление Раскольников может искупить \nсвою вину.\n\"Преступление и наказание\" неоднократно экранизировали, музыку к балету написал Чайковский, а недавно на одной из московских площадок по роману была поставлена рок-опера.",
        "short_description": "бубуб",
        "rating": 4
    },
    {
        "id": 3,
        "cover": "3.jpg",
        "title": "Вы, конечно, шутите, мистер Фейнман!",
        "author": "Ричард Фейнман",
        "year": 1985,
        "genre": "Автобиография",
        "description": "Он был известен своим пристрастием к шуткам и розыгрышам, писал изумительные портреты, играл на экзотических музыкальных \nинструментах. Великолепный оратор, он превращал каждую свою лекцию в захватывающую интеллектуальную игру. На его \nвыступления рвались не только студенты и коллеги, но и люди, просто увлеченные физикой. \nАвтобиография великого ученого захватывает сильнее, чем приключенческий роман. Это одна из немногих книг, которые \nнавсегда остаются в памяти каждого, кто их прочитал.",
        "short_description": "бубуб",
        "rating": 5
    },
    {
        "id": 4,
        "cover": "4.jpg",
        "title": "Цветы для Элджернона",
        "author": "Дэниел Киз",
        "year": 1959,
        "genre": "Классическая зарубежная проза",
        "description": "\"Цветы для Элджернона\" Дэниела Киза входят в программу обязательного чтения в американских школах. Это единственная история в жанре научной фантастики, автор которой был дважды награжден сначала за рассказ, а потом за роман с одним и тем же названием, героем, сюжетом.\n Тридцатитрехлетний Чарли Гордон - умственно отсталый. При этом у него есть работа, друзья и непреодолимое желание учиться. Он соглашается принять участие в опасном научном эксперименте и надежде стать ум...\n Эта фантастическая история обладает поразительной психологической силой и заставляет задуматься над общечеловеческими вопросами нравственности: имеем ли мы право ставить друг над другом эксперименты, к каким результатам это может привести и какую цену мы готовы заплатить за то, чтобы стать \"самым умным\". Л одиноким?\nНа вопросы, которые поднимали еще М. Булгаков в \"Собачьем сердце\" и Дж. Лондон в \"Мартине Идене\", Дэниел Киз дает свой однозначный ответ.Роман Дэниела Киза \"Цветы для Элджернона\" стал сенсацией в жанре научной фантастики. Впервые этот сюжет появился в виде рассказа в 1959 году и был удостоен премии \"Хьюго\". К 1966 году Киз дописал \"Цветы для Элджернона\", развив сюжетные линии и превратив рассказ в полноценный роман. Эта книга до сих пор пользуется невероятной популярностью, регулярно вырываясь в списки бестселлеров наряду с популярными новинками. История об умственно отсталом мойщике полов Чарли, получившем фантастическую возможность поднять уровень своего IQ с 68 до 200, не оставит равнодушным никого.",
        "short_description": "бубуб",
        "rating": 5
    },
    {
        "id": 5,
        "cover": "5.jpg",
        "title": "Марсианин",
        "author": "Энди Вейер",
        "year": 2014,
        "genre": "Научная фантастика",
        "description": "Всего шесть дней тому назад Марк Уотни был в числе первых людей, ступивших на поверхность Марса. Теперь он почти уверен, что станет первым человеком, умершим на Красной планете. Брошенный своими товарищами - экипажем космического корабля \"Гермес\", которые сочли его погибшим, Марк лихорадочно ищет способ выжить на планете, где нет ни воды, ни воздуха, ни возможности получить какие-либо продукты питания.\n Роман о борьбе и надежде, о всепобеждающей вере в лучшее, придающий новый смысл понятию Человек.",
        "short_description": "бубуб",
        "rating": 5
    }
]
